{
	"articles": [
		{
			"id": 1,
			"title": "Эльбрус",
			"author": "Виктор",
			"body": "Эльбрус с древности был известен многим народам далеко за пределами Кавказа, поэтому точная этимология происхождения его названия неизвестна. Одной из общепринятых версий считается ираноязычное (скифское) происхождение названия от Elburz — «высокая гора»[9]. В Иране также есть горы с созвучным Эльбрусу названием Эльбурс. Иранские (и в целом восточные) летописцы называли Эльбурзом весь главный Кавказский хребет. Видимо, уже позднее это наименование сохранилось исключительно за данной горой.",
			"image": "https://krot.info/uploads/posts/2021-11/1637054478_40-krot-info-p-gori-kavkaza-elbrus-gori-krasivo-foto-42.jpg",
			"published": false
		},
		{
			"id": 2,
			"title": "Эверест",
			"author": "Эдмунд",
			"body": "Эверест является высочайшей вершиной Земли, чем привлекает к себе большое внимание альпинистов; попытки восхождений носят регулярный характер. ",
			"image": "https://top10a.ru/wp-content/uploads/2020/01/9-21-scaled.jpg",
			"published": true
		},
		{
			"id": 3,
			"title": "Канченджанга",
			"author": "Сэм",
			"body": "До 1852 года Канченджанга считалась высочайшей горой мира, однако расчёты, выполненные после экспедиции 1849 года, показали, что Эверест выше, а Канченджанга является третьей по высоте вершиной. Первое успешное восхождение было совершено 25 мая 1955 года участниками британской экспедиции Джорджем Бэндом и Джо Брауном. На сегодняшний день на Канченджангу проложены 11 различных маршрутов восхождения (не учитывая вариант Бюлера 1988 года).",
			"image": "https://upload.wikimedia.org/wikipedia/commons/3/33/Kangchenjunga.JPG",
			"published": false
		},
		{
			"id": 4,
			"title": "Title 4",
			"author": "Яков",
			"body": "Чогори была обнаружена европейской экспедицией в 1856 году. Гора была обозначена «К2» как вторая вершина Каракорума. Вершины, обозначенные К1, К3, К4 и К5, были впоследствии переименованы и в настоящее время называются Машербрум, Гашербрум IV, Гашербрум II и Гашербрум I соответственно. Исторически сложилось так, что наиболее известным в Европе осталось техническое название К2. В СССР до 1950-х годов гора подписывалась на картах как Годуин-Остен, а потом — Чогори. ",
			"image": "https://upload.wikimedia.org/wikipedia/commons/1/16/K2-big.jpg",
			"published": true
		}
	]
}